{
  "Resume Builder is Accessible to All": "Resume Builder ist für alle zugänglich",
  "Select a template from our library of professional designs": "Wählen Sie eine Vorlage aus unserer Bibliothek mit professionellen Designs",
  "What’s the best way for employers to contact you?": "Wie können Arbeitgeber Sie am besten kontaktieren?",
  "Tell us who you are, how employers can get in touch with you and what your job is.": "Verraten Sie uns, wer Sie sind, wie Arbeitgeber mit Ihnen in Kontakt treten können und was Ihr Beruf ist.",
  "just three": "Nur drei",
  "Tell us a little more about yourself": "Erzählen Sie uns ein bisschen mehr über sich",
  "simple": "einfache",
  "steps": "Schritte",
  "Build your resume with our industry-specific bullet points": "Erstellen Sie Ihren Lebenslauf mit unseren branchenspezifischen Stichpunkten",
  "Download your resume, print it out and get it ready to send!": "Laden Sie Ihren Lebenslauf herunter, drucken Sie ihn aus und bereiten Sie ihn zum Versenden vor!",
  "Download the documents and start your application!": "Laden Sie die Unterlagen herunter und starten Sie Ihre Bewerbung!",
  "CREATE MY RESUME": "MEINEN LEBENSLAUF ERSTELLEN",
  "By clicking Create My Resume, you agree to our": "Indem Sie auf Lebenslauf erstellen klicken, stimmen Sie unseren zu",
  "Terms of Use": "Nutzungsbedingungen",
  "and": "und",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "How long have you been working?": "Wie lange hast du gearbeitet?",
  "We'll find the best templates for your experience level.": "Wir finden die besten Vorlagen für Ihr Erfahrungsniveau.",
  "No Experience": "Keine Erfahrung",
  "Less than 3 years": "Weniger als 3 Jahre",
  "Include internships, unpaid jobs, and volunteer work.": "Schließen Sie Praktika, unbezahlte Jobs und ehrenamtliche Arbeit ein.",
  "3-5 Years": "3-5 Jahre",
  "5-10 Years": "5-10 Jahre",
  "10+ Years": "10+ Jahre",
  "Are you a student?": "Sind Sie ein Student?",
  "Yes": "Ja",
  "No": "Nein",
  "Where are you focusing your job search?": "Worauf konzentrieren Sie Ihre Stellensuche?",
  "We'll recommend the right templates for your target country.": "Wir empfehlen Ihnen die passenden Vorlagen für Ihr Zielland.",
  "select a country": "wähle ein Land",
  "See templates": "Siehe Vorlagen",
  "Choose from our": "Wählen Sie aus unseren",
  "best templates": "beste Vorlagen",
  "for": "Pro",
  " less than 3 years of experience": " weniger als 3 Jahre Erfahrung",
  " jobseekers with little experience": " Arbeitssuchende mit wenig Erfahrung",
  " students": " Studenten",
  "Color": "Farbe",
  "Choose Later": "Wählen Sie Später",
  "Choose Template": "Vorlage Auswählen",
  "We suggest including an email and phone number.": "Wir empfehlen, eine E-Mail und Telefonnummer anzugeben.",
  "Surname": "Nachname",
  "City": "Stadt",
  "Country": "Land",
  "Pin Code": "Postleitzahl",
  "Phone": "Telefon",
  "Back": "Zurück",
  "Great, let’s work on your": "Großartig, lassen Sie uns an Ihrer arbeiten",
  "education": "Ausbildung",
  "Here’s what you need to know:": "Folgendes müssen Sie wissen:",
  "Employers quickly scan the education section.": "Arbeitgeber scannen schnell den Bildungsbereich.",
  "We’ll take care of the formatting so it’s easy to find.": "Wir kümmern uns um die Formatierung, damit es leicht zu finden ist.",
  "NEXT": "Weiter",
  "Tell us about your education": "Erzählen Sie uns von Ihrer Ausbildung",
  "Include every school, even if you're still there or didn't graduate.": "Schließen Sie jede Schule ein, auch wenn Sie noch dort sind oder keinen Abschluss gemacht haben.",
  "School Name": "Schulname",
  "School Location": "Standort der Schule",
  "Degree": "Abschluss",
  "Field of Study": "Forschungsbereich",
  "Graduation Month": "Abschlussmonat",
  "Graduation Year": "Abschlussjahr",
  "Month": "Monat",
  "Year": "Jahr",
  "Education summary": "Bildungszusammenfassung",
  "NEXT : WORK HISTORY": "WEITER : ARBEITSGESCHICHTE",
  "NEXT : SKILLS": "WEITER: FÄHIGKEITEN",
  "NEXT : EDUCATION": "WEITER: BILDUNG",
  "SAVE AND NEXT": "SPEICHERN UND WEITER",
  "ADD A DESCRIPTION": "EINE BESCHREIBUNG HINZUFÜGEN",
  "Add Another Degree": "Fügen Sie einen weiteren Abschluss hinzu",
  "Now, let’s fill out your": "Lassen Sie uns nun Ihre ausfüllen",
  "work history": "Arbeitsgeschichte",
  "We recommend filling out this section even if you don’t have a lot of work experience. Some experience you might consider: Part time jobs ( tutoring, babysitting, dog walking, etc.)": "Wir empfehlen, diesen Abschnitt auszufüllen, auch wenn Sie nicht viel Berufserfahrung haben. Einige Erfahrungen, die Sie in Betracht ziehen könnten: Teilzeitjobs (Nachhilfe, Babysitten, Hundeausführen usw.)",
  "Seasonal jobs (camp counselor, tour guide, gift wrapper)": "Saisonjobs (Camp Counselor, Reiseleiter, Geschenkverpacker)",
  "Internships or apprenticeships (paid or unpaid)": "Praktika oder Ausbildungen (bezahlt oder unbezahlt)",
  "Work study jobs": "Werkstudentenjobs",
  "“Unofficial” work for family/neighbours/friends": "„Inoffizielle“ Arbeit für Familie/Nachbarn/Freunde",
  "Volunteer activities": "Freiwillige Aktivitäten",
  "Tell us about your most recent job": "Erzählen Sie uns von Ihrem letzten Job",
  "We’ll start there and work backward.": "Wir fangen dort an und arbeiten uns rückwärts vor.",
  "Job Title": "Berufsbezeichnung",
  "Employer": "Arbeitgeber",
  "Start Date": "Startdatum",
  "Your start date can't be after today's date.": "Ihr Startdatum darf nicht nach dem heutigen Datum liegen.",
  "Your start date can't be empty.": "Ihr Startdatum darf nicht leer sein.",
  "End Date": "Endtermin",
  "Your end date can't be before the start date.": "Ihr Enddatum darf nicht vor dem Startdatum liegen.",
  "Your end date can't be empty.": "Ihr Enddatum darf nicht leer sein.",
  "I currently work here": "Ich arbeite zurzeit hier",
  "I am still enrolled": "Ich bin noch immatrikuliert",
  "Work History summary": "Zusammenfassung des Arbeitsverlaufs",
  "Work Place Location": "Lage des Arbeitsplatzes",
  "ADD Another Experience": "weitere Berufserfahrung hinzufügen",
  "Next, let’s take care of your": "Als nächstes kümmern wir uns um Ihre",
  "skills": "Kompetenzen",
  "Employers scan skills for relevant keywords.": "Arbeitgeber scannen Fähigkeiten nach relevanten Schlüsselwörtern.",
  "We’ll help you choose the best ones.": "Wir helfen Ihnen bei der Auswahl der besten.",
  "Preview": "Vorschau",
  "EDUCATION": "Bildung",
  "Expert recommendations for": "Expertenempfehlungen für",
  "You can edit these in next step.": "Sie können diese im nächsten Schritt bearbeiten.",
  "Title, industry, keyword": "Titel, Branche, Stichwort",
  "Popular Job Titles": "Beliebte Berufsbezeichnungen",
  "What skills would you like to highlight?": "Welche Fähigkeiten möchten Sie hervorheben?",
  "NEXT: SUMMARY": "WEITER: ZUSAMMENFASSUNG",
  "Finally, let’s work on your": "Gut gemacht! Lassen Sie uns nun Ihrer Berufserfahrung hinzufügen",
  "Your summary shows employers you’re right for their job.": "Ihre Zusammenfassung zeigt Arbeitgebern, dass Sie der Richtige für ihren Job sind.",
  "We’ll help you write a great one with expert content you can customize.": "Wir helfen Ihnen, einen großartigen zu schreiben, mit Experteninhalten, die Sie anpassen können.",
  "Search by job title for pre-written examples": "Suchen Sie anhand der Berufsbezeichnung nach vorgefertigten Beispielen",
  "Suggested searches": "Vorgeschlagene Suchen",
  "NO DATA FOUND": "KEINE DATEN GEFUNDEN",
  "Briefly tell us about your background": "Erzählen Sie uns kurz von Ihrem Werdegang",
  "NEXT: EXTRA SECTIONS": "WEITER: ZUSÄTZLICHE ABSCHNITTE",
  "Do you have anything else to add?": "Haben Sie noch etwas hinzuzufügen?",
  "These sections are optional.": "Diese Abschnitte sind optional.",
  "Accomplishments": "Errungenschaften",
  "Affiliations": "Zugehörigkeiten",
  "Websites,Portfolios,Profiles": "Websites, Portfolios, Profile",
  "Additional-Information": "Weitere Informationen",
  "Certifications": "Zertifizierungen",
  "Languages": "Sprachen",
  "Add Your Own": "Füge dein eigenes hinzu",
  "Only two custom sections allowed": "Nur zwei benutzerdefinierte Abschnitte erlaubt",
  "This section can't be empty.": "Dieser Abschnitt darf nicht leer sein.",
  "Fill it out or it will be deleted.": "Füllen Sie es aus oder es wird gelöscht.",
  "Keep Editing": "Bearbeiten Sie weiter",
  "Discard Section": "Abschnitt verwerfen",
  "NEXT: FINALIZE": "WEITER: ABSCHLIESSEN",
  "Tell us about your accomplishments": "Erzählen Sie uns von Ihren Leistungen",
  "What are your affiliations?": "Was sind Ihre Zugehörigkeiten?",
  "Add anything else you want employers to know.": "Fügen Sie alles hinzu, was Arbeitgeber wissen sollen.",
  "What certifications do you have?": "Welche Zertifizierungen haben Sie?",
  "What do you want to link to?": "Was möchten Sie verlinken?",
  "Add your website, portfolio or professional profiles.": "Fügen Sie Ihre Website, Ihr Portfolio oder Ihre beruflichen Profile hinzu.",
  "Personal Link": "Persönlicher Link",
  "Add your language skills": "Fügen Sie Ihre Sprachkenntnisse hinzu",
  "Include your native language and additional languages you speak.": "Geben Sie Ihre Muttersprache und weitere Sprachen an, die Sie sprechen.",
  "Native language": "Muttersprache",
  "Add another": "Neue hinzufügen",
  "Language": "Sprache",
  "Select": "Wählen",
  "Beginner": "Anfänger",
  "Elementary": "Elementar",
  "Intermediate": "Zwischen",
  "Upper": "Oberer, höher",
  "Advanced": "Fortschrittlich",
  "Proficient": "Kompetent",
  "More Options": "Mehr Optionen",
  "Create an account to get your resume": "Erstellen Sie ein Konto, um Ihren Lebenslauf zu erhalten",
  "OR": "ODER",
  "Log In with google": "Einloggen mit Google",
  "Already have an account?": "Sie haben bereits ein Konto?",
  "Log in your account": "Melden Sie sich bei Ihrem Konto an",
  "LOGIN": "Einloggen",
  "Not registered?": "Nicht registriert?",
  "Forgot Password": "Passwort vergessen",
  "Enter Email": "Email eingeben",
  "Enter Valid Email": "Geben sie eine gültige E-Mail-Adresse an",
  "Submit": "einreichen",
  "Reset Password": "Passwort zurücksetzen",
  "Please enter the OTP we've sent you on your registered email address for resetting your password.": "Bitte geben Sie das OTP ein, das wir an Ihre registrierte E-Mail-Adresse gesendet haben, um Ihr Passwort zurückzusetzen.",
  "CLOSE": "NAHE",
  "Font Style": "Schriftstil",
  "Font Size": "Schriftgröße",
  "Heading Size": "Überschriftengröße",
  "Section Spacing": "Abschnittsabstand",
  "Paragraph Spacing": "Absatzabstand",
  "Line Spacing": "Zeilenabstand",
  "Paragraph Indent": "Absatz Einzug",
  "Small": "Klein",
  "Large": "Groß",
  "Custom": "Brauch",
  "FORMATTING": "FORMATIERUNG",
  "COLOR": "FARBE",
  "SAVE & NEXT": "SPEICHERN WEITER",
  "SECTIONS": "ABSCHNITTE",
  "Professional Summary": "Professionelle Zusammenfassung",
  "Work History": "Arbeitsgeschichte",
  "Education": "Ausbildung",
  "Download resume as": "Lebenslauf herunterladen als",
  "Plain Text": "Klartext",
  "Resume name": "Name des Lebenslaufs",
  "Tip: Don't use numbers when naming your file.": "Tipp: Verwenden Sie beim Benennen Ihrer Datei keine Zahlen.",
  "CANCEL": "Stornieren",
  "Add a section": "Addieren a Sektion",
  "Terms and Conditions": "Geschäftsbedingungen",
  "Accessibility": "Barrierefreiheit",
  "Contact Us": "Kontaktiere uns",
  "Powered by": "Bereitgestellt von",
  "New Career Business Limited. All rights reserved": "New Career Business Limited. Alle Rechte vorbehalten",
  "Showcase your": "Präsentieren Sie Ihre",
  "to an employer": "zu einem Arbeitgeber",
  "Tell us about your": "Erzählen Sie uns von Ihrer",
  "Add a description to this section": "Fügen Sie diesem Abschnitt eine Beschreibung hinzu",
  "NO THANKS": "NEIN DANKE",
  "ADD RECOMMENDATIONS": "EMPFEHLUNGEN HINZUFÜGEN",
  "Years of Experience": "Langjährige Erfahrung",
  "Select One": "wähle ein",
  "Upload Photo": "lade ein Foto hoch",
  "Tips": "Tipps",
  "Expert Insights": "Experteneinblicke",
  "The gatekeeper sorting resumes that come in is not always the direct hiring manger, so keep your resume language at a middle school level. This ensures that everyone in the  hiring process can easily digest it.": "Der Torwächter, der die eingehenden Lebensläufe sortiert, ist nicht immer der direkte Einstellungsmanager, also halten Sie Ihre Lebenslaufsprache auf einem Mittelschulniveau. Dies stellt sicher, dass jeder im Einstellungsprozess es leicht verdauen kann.",
  "Highlight 6-8 skills that are most relevant to your desired job.": "Heben Sie 6-8 Fähigkeiten hervor, die für Ihren gewünschten Job am relevantesten sind.",
  "If you don’t have much experience, consider listing soft skills like 'Fast learner', 'Highly dependable' or 'Excellent attention to detail'.": "Wenn Sie nicht viel Erfahrung haben, sollten Sie in Erwägung ziehen, Soft Skills wie schnelle Auffassungsgabe, sehr zuverlässig oder ausgezeichnete Detailtreue aufzulisten.",
  "Use short bulleted phrases – 3 words or less. No need to use a period (.) at the end.": "Verwenden Sie kurze Sätze mit Aufzählungszeichen – 3 Wörter oder weniger. Es ist nicht erforderlich, am Ende einen Punkt (.) zu verwenden.",
  "Not sure which skills to include? Emphasize the skills that are required in the job description.": "Sie sind sich nicht sicher, welche Fähigkeiten Sie einbeziehen sollen? Betonen Sie die Fähigkeiten, die in der Stellenbeschreibung erforderlich sind.",
  "Ageism in the workforce still exists. If your degree is over ten years old, consider removing the date.": "Altersdiskriminierung in der Belegschaft existiert immer noch. Wenn Ihr Abschluss älter als zehn Jahre ist, ziehen Sie in Betracht, das Datum zu entfernen.",
  "List the schools you've attended and any degrees you've earned, starting with your most recent.": "Listen Sie die Schulen auf, die Sie besucht haben, und alle Abschlüsse, die Sie erworben haben, beginnend mit Ihrem letzten.",
  "List high school only if you didn't go to college.": "Führen Sie die High School nur auf, wenn Sie nicht aufs College gegangen sind.",
  "Coursework is optional. List relevant courses if you don't have much work experience.": "Kursarbeit ist optional. Listen Sie relevante Kurse auf, wenn Sie nicht viel Berufserfahrung haben.",
  "Certifications and training programs should be included in a separate section.": "Zertifizierungen und Schulungsprogramme sollten in einem separaten Abschnitt enthalten sein.",
  "Hiring managers will scan this information looking for career progression, i.e.- how long you've stayed in each job, your growth and promotions, whether you've worked for similar companies and whether you have gaps in employment.": "Einstellungsmanager scannen diese Informationen nach Karrierefortschritt, d. h. wie lange Sie in jedem Job gearbeitet haben, Ihr Wachstum und Ihre Beförderungen, ob Sie für ähnliche Unternehmen gearbeitet haben und ob Sie Beschäftigungslücken haben.",
  "Enter basic information about your previous jobs so employers can see where you've worked.": "Geben Sie grundlegende Informationen zu Ihren früheren Jobs ein, damit Arbeitgeber sehen können, wo Sie gearbeitet haben.",
  "Don't abbreviate job titles. Using your full title looks more professional and is easier for managers to understand.": "Stellenbezeichnungen nicht abkürzen. Die Verwendung Ihres vollständigen Titels sieht professioneller aus und ist für Manager leichter verständlich.",
  "Include start and end dates for each position. Leaving off dates will make employers think you're hiding something.": "Geben Sie Start- und Enddaten für jede Position an. Wenn Sie Termine auslassen, denken Arbeitgeber, dass Sie etwas verbergen.",
  "Can't remember your exact start date or job title? Don't worry - enter your best guess and come back to edit it later, once you've confirmed the information.": "Können Sie sich nicht an Ihr genaues Startdatum oder Ihre Stellenbezeichnung erinnern? Keine Sorge - geben Sie Ihre beste Vermutung ein und kommen Sie später zurück, um sie zu bearbeiten, sobald Sie die Informationen bestätigt haben.",
  "When you list languages on your resume, you'll want to include your proficiency level too.": "Wenn Sie Sprachen in Ihrem Lebenslauf auflisten, sollten Sie auch Ihr Sprachniveau angeben.",
  "A1 Beginner: Can communicate on simple and rehearsed subjects, like ordering in a restaurant.": "A1 Anfänger: Kann sich über einfache und einstudierte Themen wie das Bestellen in einem Restaurant verständigen.",
  "A2 Elementary: Can have brief social exchanges on familiar and routine subjects that have been rehearsed.": "A2 Grundstufe: Kann einen kurzen geselligen Austausch über vertraute und geübte Routinethemen führen.",
  "B1 Intermediate: Can have slightly more complex conversations and speak in the past and present tenses.": "B1 Mittelstufe: Kann etwas komplexere Gespräche führen und in der Vergangenheits- und Gegenwartsform sprechen.",
  "B2 Upper-intermediate: Can communicate confidently on many subjects in professional and academic settings.": "B2 Obere Mittelstufe: Kann sich im beruflichen und akademischen Umfeld zu vielen Themen sicher verständigen.",
  "C1 Advanced: Has a strong command of language and communicates in most settings with ease.": "C1 Advanced: Verfügt über starke Sprachkenntnisse und kommuniziert in den meisten Umgebungen mühelos.",
  "C2 Proficient: Comfortable with most subjects and communicates like a native speaker.": "C2 Kompetent: Vertraut mit den meisten Fächern und kommuniziert wie ein Muttersprachler.",
  "notifications": "Benachrichtigungen",
  "You have no notifications at this time.": "Sie haben derzeit keine Benachrichtigungen.",
  "Settings": "Einstellungen",
  "Order History": "Bestellverlauf",
  "Logout": "Ausloggen",
  "Sign-in to Your Account": "Melden Sie sich bei Ihrem Konto an",
  "Sign in with Facebook": "Mit Facebook anmelden",
  "Sign in with Google": "Anmeldung mit Google",
  "Resumes": "Lebenslauf",
  "Create New Resume": "Neuen Lebenslauf erstellen",
  "My Resume": "Mein Lebenslauf",
  "view": "Aussicht",
  "Modified": "Geändert",
  "Created": "Erstellt",
  "Resume Strength": "Lebenslauf Stärke",
  "Actions": "Aktionen",
  "No Resumes Available": "Keine Lebensläufe verfügbar",
  "Strength": "Stärke",
  "Check": "Prüfen",
  "Edit": "Bearbeiten",
  "Print": "Drucken",
  "MY ACCOUNT": "MEIN KONTO",
  "General Account Settings": "Allgemeine Kontoeinstellungen",
  "Subscription": "Abonnement",
  "Communication Preferences": "Kommunikationseinstellungen",
  "Contact Info": "Kontaktinformation",
  "CITY": "STADT",
  "COUNTRY": "LAND",
  "PHONE": "TELEFON",
  "Password": "Passwort",
  "CHANGE YOUR PASSWORD": "ÄNDERN SIE IHR PASSWORT",
  "Enter current password": "Gib dein aktuelles Passwort ein",
  "Enter new password": "Neues Passwort eingeben",
  "Confirm new password": "Bestätige neues Passwort",
  "Save": "SPEICHERN",
  "FIRST NAME": "VORNAME",
  "LAST NAME": "NACHNAME",
  "ZIP CODE": "POSTLEITZAHL",
  "Select which emails you would like to receive": "Wählen Sie aus, welche E-Mails Sie erhalten möchten",
  "Insider Tips & Tricks": "Insider-Tipps & Tricks",
  "Job Search Organizer Alerts & Job Alerts": "Job Search Organizer Alerts & Job Alerts",
  "New Features & Announcements": "Neue Funktionen und Ankündigungen",
  "Market Research": "Marktforschung",
  "Unsubscribe from all NewCareer emails": "Melden Sie sich von allen NewCareer-E-Mails ab",
  "Save Changes": "Änderungen speichern",
  "Need help or want to change your subscription?": "Benötigen Sie Hilfe oder möchten Sie Ihr Abonnement ändern?",
  "Contact us 7 days a week": "Kontaktieren Sie uns 7 Tage die Woche",
  "Upgrade to Full Access": "Upgrade auf Vollzugriff",
  "Expiration date": "Haltbarkeitsdatum",
  "Last 4 digits": "Letzten 4 Ziffern",
  "Credit card type": "Kreditkartentyp",
  "Billing Deatils": "Rechnungsdetails",
  "Next Bill": "Nächste Rechnung",
  "Last Billed": "Zuletzt abgerechnet",
  "Billing Start Date": "Startdatum der Abrechnung",
  "Billing": "Abrechnung",
  "Resume Wizard": "Lebenslauf-Assistent",
  "Product": "Produkt",
  "Subscription Deatils": "Abonnementdetails",
  "For more information or changes to your subscription, email us at": "Für weitere Informationen oder Änderungen an Ihrem Abonnement senden Sie unseine E-Mail bei",
  "Registration Date": "Registrierungsdatum",
  "Subscription Type": "Abonnementtyp",
  "Not Subscribed": "Nicht abonniert",
  "Account ID": "Konto-ID",
  "View Billing History": "Abrechnungsverlauf anzeigen",
  "Bill History": "Rechnungsgeschichte",
  "Billing Date": "Rechnungsdatum",
  "Description": "Beschreibung",
  "Service Period": "Wartungsintervall",
  "Payment Method": "Zahlungsmethode",
  "No Bill History Available": "Keine Rechnungshistorie verfügbar",
  "Note": "Notiz",
  "we only show up to 1 year of billing history": "Wir zeigen nur bis zu 1 Jahr Abrechnungsverlauf an",
  "Cancel Subscription": "Abonnement kündigen",
  "Effectively upsold products by introducing accessories and other add-ons, adding ₹3000 to average monthly sales.": "Effektive Upselling-Produkte durch die Einführung von Zubehör und andere Add-Ons, die den durchschnittlichen monatlichen Umsatz um 3000 ₹ erhöhen.",
  "Generated brand awareness and positive product impressions to increase sales 22%.": "Generierte Markenbekanntheit und positive Produktimpressionen, um den Umsatz um 22 % zu steigern.",
  "Used consultative sales approach to understand customer needs and recommend relevant offerings.": "Generierte Markenbekanntheit und positive Produktimpressionen, um den Umsatz um 22 % zu steigern.",
  "Contact": "Kontakt",
  "Skills": "Kompetenzen",
  "Store opening and closing": "Laden öffnen und schließen",
  "Sales expertise": "Verkaufskompetenz",
  "Accurate Money Handling": "Genauer Umgang mit Geld",
  "Store Merchandising": "Ladenverkauf",
  "Loss prevention": "Schadensverhütung",
  "Product promotions": "Produktaktionen",
  "Guest Services": "Dienstleistungen für die Gäste",
  "Point of Sale Systems": "Point-of-Sale-Systeme",
  "Motivated Sales Associate with 5 years of experience boosting sales and customer loyalty through individualized service. Resourceful expert at learning customer needs, directing to desirable merchandise and upselling to meet sales quotas. Committed to strengthening customer experiences with positivity and professionalism when answering requests and processing sales.": "Motivierter Vertriebsmitarbeiter mit 5 Jahren Erfahrung in der Steigerung des Umsatzes und der Kundenbindung durch individuellen Service. Einfallsreicher Experte für das Erlernen von Kundenbedürfnissen, das Weiterleiten an wünschenswerte Waren und Upselling, um Verkaufsquoten zu erfüllen. Engagiert für die Stärkung der Kundenerfahrungen mit Positivität und Professionalität bei der Beantwortung von Anfragen und der Abwicklung von Verkäufen.",
  "User ID": "Benutzeridentifikation",
  "Subscription ID": "Abonnement-ID",
  "Yearly/ Monthly": "Jährlich / Monatlich",
  "Payment Date": "Zahlungsdatum",
  "Status": "Status",
  "No Orders Available": "Keine Bestellungen verfügbar",
  "success": "Erfolg",
  "pending": "steht aus",
  "Upgrade for Instant Access to All Features": "Upgrade für sofortigen Zugriff auf alle Funktionen",
  "Unlimited printing and downloading for 14 days": "Unbegrenztes Drucken und Herunterladen für 14 Tage",
  "Create unlimited resumes and cover letters": "Erstellen Sie unbegrenzt Lebensläufe und Anschreiben",
  "After 14 days, auto-renews to ₹395.00 billed every 4 weeks": "Nach 14 Tagen automatische Verlängerung auf 395,00 ₹, die alle 4 Wochen in Rechnung gestellt werden",
  "Cancel anytime": "Jederzeit kündbar",
  "SUBSCRIBE": "ABONNIEREN",
  "Unlimited printing and downloading for 1 Year": "Unbegrenztes Drucken und Herunterladen für 1 Jahr",
  "After 1 Year, auto-renews to ₹3950.00 billed every 4 weeks": "Nach 1 Jahr automatische Verlängerung auf 3950,00 ₹, die alle 4 Wochen in Rechnung gestellt wird",
  "Payment": "Zahlung",
  "Pay": "Zahlen",
  "Transaction Successful": "Transaktion Erfolgreich",
  "Payment Failed": "Bezahlung fehlgeschlagen",
  "RESUME": "Lebenslauf",
  "Heading": "Überschrift",
  "Spell Check": "Rechtschreibprüfung",
  "work-history": "Arbeitsgeschichte",
  "summary": "Zusammenfassung",
  "finalize": "abschließen",
  "Hobbies": "Hobbys",
  "Download": "Herunterladen",
  "Name": "VORNAME",
  "upload photo": "FOTO HOCHLADEN",
  "Photo upload": "Ein Foto hinzufügen",
  "Make sure to check the application requirements before adding a photo. Some employers won’t consider resume with photos.": "Überprüfen Sie die Bewerbungsanforderungen, bevor Sie ein Foto hinzufügen. Einige Arbeitgeber ziehen einen Lebenslauf nicht in Betracht mit Fotos.",
  "Want to add a photo?": "Möchten Sie ein Foto hinzufügen?",
  "Choose a recent color photo in a JPEG, PNG, or GIF format, that’s less than 10MB.": "Wählen Sie ein aktuelles Farbfoto im JPEG-, PNG- oder GIF-Format aus, das weniger als 10 MB groß ist.",
  "Crop your photo so it only shows your head and shoulders.": "Schneiden Sie Ihr Foto so zu, dass es nur Ihren Kopf und Ihre Schultern zeigt.",
  "If you already uploaded a photo, uploading another will replace it.": "Wenn Sie bereits ein Foto hochgeladen haben, wird es durch das Hochladen eines anderen ersetzt.",
  "Cancel": "Absagen",
  "Image Result": "Bildergebnis",
  "Zoom": "Zoomen",
  "Rotation": "Drehung",
  "Email": "E-MAIL-ADRESSE",
  "Surname must be required": "Nachname muss erforderlich sein",
  "More Information Needed": "Weitere Informationen erforderlich",
  "Looks like you haven't entered any past work experience.": "Sieht so aus, als hätten Sie keine bisherige Berufserfahrung eingegeben.",
  "We recommend that you at least enter your past": "Wir empfehlen Ihnen, zumindest Ihre Vergangenheit einzugeben",
  "Company": "Unternehmen",
  "I don't have work experience": "Ich habe keine Berufserfahrung",
  "No data found for this job profile": "Keine Daten für dieses Stellenprofil gefunden.",
  "Choose a template from": "Wähle jetzt eine Vorlage aus",
  "How much work experience do you have?": "Wie viel Berufserfahrung haben Sie?",
  "Based on your choices, we recommend the best content for your resume.": "Auf der Grundlage Ihrer Auswahl empfehlen wir Ihnen die besten Inhalte für Ihren Lebenslauf.",
  "first": "Erste",
  "perennial": "mehrjährig",
  "longtime": "lange Zeit",
  "years": "Jahre",
  "Further": "WEITER",
  "Well done!": "Gut gemacht!",
  "Now let's add": "Lassen Sie uns nun",
  "your work": "Ihrer Berufserfahrung",
  "experience": "hinzufügen",
  "Excellent! Next, let's do yours": "Super! Lassen Sie uns als nächstes Ihre ",
  "Work Experience": "Arbeitserfahrung",
  "fill out": "ausfüllen",
  "Start with your most recent job and work your way back. If you have a lot of experience, simply add the most recent and relevant positions.": "Beginnen Sie mit Ihrer letzten Stelle und arbeiten Sie sich zurück. Wenn Sie viel Erfahrung mitbringen, fügen Sie einfach die aktuellsten und relevantesten Positionen hinzu.",
  "Photo is required": "Foto ist erforderlich",
  "Your start date can't be greater than end date": "Ihr Startdatum darf nicht nach dem Enddatum liegen",
  "Your end date can't be after current date.": "Ihr Enddatum darf nicht nach dem aktuellen Datum liegen.",
  "Oops. You forgot to enter the job title.": "Hoppla. Sie haben vergessen, die Berufsbezeichnung einzugeben.",
  "You forgot to enter the employer's name.": "Sie haben vergessen, den Namen des Arbeitgebers einzugeben."
}
